/* Informative text used when Web Clip is unable to access a local file */
"Cannot access %@" = "Impossibile accedere a %@";

/* Used when Web Clip can't load a page off a webserver */
"Cannot load page on %@" = "Impossibile caricare la pagina su %@";

/* The Done button is the button users press to exit Edit mode. */
"Done" = "Fine";

/* The message shown while loading a web clip */
"Loading Clip" = "Carico clip";

/* Loading Clip animation with one dot */
"Loading Clip." = "Carico clip.";

/* Loading Clip animation with two dots */
"Loading Clip.." = "Carico clip..";

/* Loading Clip animation with three dots */
"Loading Clip..." = "Carico clip...";

/* Informative text used when Web Clip cannot connect to the Internet' */
"Please connect to the Internet" = "Connetti a Internet";

/* A very short message that says Requires Mac OS X v10.4.3 */
"Requires Mac OS X v10.4.3" = "Richiede Mac OS X v10.4.3";

/* Web Clip Not Available */
"Web Clip Not Available" = "Web Clip non disponibile";

